[
    {
        "id": 1,
        "question": "Where do I come from, and how does that place shape me?",
        "score": 25
    },
    {
        "id": 4,
        "question": "What three words best describe me right now?",
        "score": 0
    },
    {
        "id": 5,
        "question": "When do I feel most like myself?",
        "score": 0
    },
    {
        "id": 6,
        "question": "How do others usually describe me, and do I agree?",
        "score": 1
    },
    {
        "id": 7,
        "question": "What is the hardest challenge I've faced, and what did I learn?",
        "score": 5
    },
    {
        "id": 8,
        "question": "When did I surprise myself with resilience or strength?",
        "score": 2
    },
    {
        "id": 9,
        "question": "What have I had to let go of to move forward?",
        "score": 0
    },
    {
        "id": 10,
        "question": "What activities make me lose track of time?",
        "score": 0
    },
    {
        "id": 11,
        "question": "When do I feel happiest in my body and mind?",
        "score": 0
    },
    {
        "id": 12,
        "question": "Who or what brings me the deepest sense of belonging?",
        "score": 0
    },
    {
        "id": 13,
        "question": "What's something I'm deeply into that surprises people?",
        "score": 0
    },
    {
        "id": 14,
        "question": "Is there a hobby or interest I've pursued obsessively, and why?",
        "score": 0
    },
    {
        "id": 15,
        "question": "What kind of person do I want to become?",
        "score": 0
    },
    {
        "id": 16,
        "question": "What would I fight for, even if it was hard?",
        "score": 0
    },
    {
        "id": 17,
        "question": "If I could leave one legacy for my whanau or community, what would it be?",
        "score": 0
    },
    {
        "id": 18,
        "question": "What's a dream or goal that seems unusual but drives me?",
        "score": 0
    },
    {
        "id": 19,
        "question": "What's a habit or ritual I do that most people wouldn't expect?",
        "score": 0
    },
    {
        "id": 20,
        "question": "What's an unusual skill or talent I have that I rarely talk about?",
        "score": 0
    },
    {
        "id": 21,
        "question": "What's the funniest or most unexpected thing that's ever happened to me?",
        "score": 0
    },
    {
        "id": 22,
        "question": "What's something I value that others might find unusual or counterintuitive?",
        "score": 0
    },
    {
        "id": 23,
        "question": "What's a moment when I went somewhere or did something completely outside my comfort zone?",
        "score": 0
    },
    {
        "id": 24,
        "question": "Have I ever had a turning point or 'aha' moment that changed how I see the world?",
        "score": 0
    },
    {
        "id": 25,
        "question": "What's an experience I've had that most people wouldn't believe?",
        "score": 0
    },
    {
        "id": 26,
        "question": "Have I ever made a decision that surprised my whanau or friends?",
        "score": 0
    },
    {
        "id": 27,
        "question": "What's a risk I took that seemed small but ended up changing me?",
        "score": 0
    },
    {
        "id": 28,
        "question": "What's a misconception people often have about me?",
        "score": 0
    },
    {
        "id": 29,
        "question": "Have I learned a lesson from failure that most people wouldn't expect?",
        "score": 0
    },
    {
        "id": 30,
        "question": "What do I notice in others or the world that most people overlook?",
        "score": 0
    },
    {
        "id": 31,
        "question": "What's a side of me most people never see?",
        "score": 0
    },
    {
        "id": 32,
        "question": "What am I secretly proud of that I rarely mention?",
        "score": 0
    },
    {
        "id": 33,
        "question": "If someone really wanted to understand me in 10 minutes, what story would I tell?",
        "score": 0
    },
    {
        "id": 34,
        "question": "What's a relationship or encounter that unexpectedly shaped who I am?",
        "score": 0
    },
    {
        "id": 35,
        "question": "Have I ever seen the world differently than everyone else around me, and why?",
        "score": 0
    },
    {
        "id": 36,
        "question": "What's a place-physical or mental-where I feel most alive or inspired?",
        "score": 0
    },
    {
        "id": 37,
        "question": "What's my go-to comfort food?",
        "score": 0
    },
    {
        "id": 38,
        "question": "Do I have a favorite childhood game or pastime?",
        "score": 0
    },
    {
        "id": 39,
        "question": "If I could have any superpower for a day, what would it be?",
        "score": 0
    },
    {
        "id": 40,
        "question": "What's a song, book, or movie that always sticks with me?",
        "score": 0
    },
    {
        "id": 41,
        "question": "What's a strange or random fact about me that surprises people?",
        "score": 0
    }
]